{
  "title": "TERMS & CONDITIONS",
  "introduction": {
    "welcome": "Welcome to the https://mondialjeweler.com/ website. Please pay close attention to the terms and conditions of use of PT Central Mega Kencana (CMK) website services that apply to you in order to use the https://mondialjeweler.com/ website. These terms and conditions govern the use and access both as guests and as customers. By accessing our platform and services, you agree to comply and be bound by the terms and conditions. If you do not agree to these terms of use, you may not continue to access the platform and may leave the platform. All activities related to the use of the platform, whether organizers, guests, sellers, and buyers, are protected through Law of the Republic of Indonesia Number 19 of 2016 concerning amendments to Law Number 11 of 2008 concerning Information and Electronic Transactions, Law of the Republic of Indonesia Number 28 of 2014 concerning Copyright, and all forms of agreements arising from all our platform activities have met the principles and requirements for the validity of an agreement as stated in the Civil Code.",
    "applicability": "These terms & conditions only apply to purchases made through our platform or through direct telephone through PT Central Mega Kencana's online sales center. These sales terms do not apply to any products or services we offer at CMK retail stores. Such product or service offerings are subject to separate terms and conditions that accompany the applicable product or service offerings."
  },
  "definitions": {
    "title": "Definitions",
    "intro": "In these terms and conditions:",
    "items": {
      "1": "\"We\" are part of PT Central Mega Kencana who are responsible for all buying and selling activities on this website;",
      "2": "\"Platform\" is https://mondialjeweler.com/ and or its applications;",
      "3": "\"You\" means Customer, user, or guest;",
      "4": "\"Product\" is goods/products sold within the https://mondialjeweler.com/ platform;",
      "5": "\"Contract\" is an order agreement that has been paid by you by agreeing to these terms and conditions;",
      "6": "\"Order\" is a product selected by the customer.",
      "7": "\"Final Amount\" is the total overall purchase of products, product prices, taxes, and additional costs."
    }
  },
  "accountRegistration": {
    "title": "Account Registration Requirements",
    "content": "If you are under the age of 21 (twenty-one) years, unmarried, and under guardianship, you must obtain permission from your parents or guardians to create an account and conduct transactions, and your parents must know and agree to these terms and conditions. If you have created an account and conducted transactions on our platform, we assume that your parents or guardians have been declared to know and agree to these terms and conditions. You acknowledge, permit, and agree that PT Central Mega Kencana may access, store, and disclose account information to any authorized official, policy maker, or government authority, relevant rights holder, or other third parties if required by court order or lawful request by government authorities or in good faith that such access, storage, or disclosure is necessary to comply with applicable legal processes, protect proprietary rights, or personal safety of PT Central Mega Kencana, users and/or the public."
  },
  "statements": {
    "title": "Statements",
    "items": {
      "1": "The terms and conditions apply to the use of the platform by you and all orders and contracts made or to be made by us for the sale of products. The terms and conditions constitute the entire agreement between you and PT Central Mega Kencana which supersedes any and all previous agreements.",
      "2": "These 'Terms and Conditions' apply to your use of the platform in placing orders and constitute a binding agreement between you and PT Central Mega Kencana.",
      "3": "You acknowledge that in this agreement, both you and we act independently without being represented by anyone, there are no representations or promises whatsoever given by any other party or implied from words or written statements between us and you before these terms and conditions take effect, except as expressly stated in these terms and conditions.",
      "4": "You declare that you release and/or release PT Central Mega Kencana including but not limited to directors, officials, employees and affiliates from all claims for compensation, claims, obligations, damages, or legal costs from third parties as a result of you violating the contract, these terms and conditions or applicable law."
    }
  },
  "prohibitedActivities": {
    "title": "Prohibited Activities",
    "intro": "We expressly prohibit all your activities to:",
    "items": {
      "1": "Use automated systems, any software, and hardware, but not limited to emulators, simulators, bots, or similar hardware and software that cause data retrieval from our platform;",
      "2": "Conduct or support any criminal activities, manipulate product prices or interfere with other customer data;",
      "3": "Take action that can damage the feedback system or devices;",
      "4": "Attempt to engineer, decompile, hack any services, or attempt to overcome security measures implemented by PT Central Mega Kencana in relation to services and/or data transmitted, processed, and stored by PT Central Mega Kencana;",
      "5": "Collect any information about other users, including and not limited to any personal data or information;",
      "6": "Send through any material containing viruses, Trojan-Horse software, or code, routines, files or other Computer programs designed to directly or indirectly affect, manipulate, interfere with, destroy, or limit the function or integrity of computer software or hardware or data or any telecommunications equipment;",
      "7": "Conduct a series of activities involved in behavior that directly or indirectly can damage, disable, overburden, or interfere with service servers or networks connected to services;",
      "8": "Use services to intentionally or unintentionally violate applicable local, national, or international laws, policies or regulations including, not limited to laws and policies related to anti-money laundering;",
      "9": "Violate the rights of PT CENTRAL MEGA KENCANA, including any intellectual property rights not limited to designs, fonts, and systems on the PT CENTRAL MEGA KENCANA platform.",
      "10": "You are prohibited from transferring, transferring, novating, collecting, sub-contracting, creating obligations, or making agreements based on these terms and conditions or contracts or your rights and obligations based on the terms and conditions or contracts."
    }
  },
  "contractFormation": {
    "title": "Contract Formation",
    "items": {
      "1": "Any information set out in the terms and conditions and details contained in this platform is not an offer to sell but protection. A contract for products will only occur between you and us when you agree to purchase products on our platform and we send the products to your address.",
      "2": "If you want to place an order, you will be asked to follow the purchasing process through our platform. You will then receive an Order Confirmation that serves as a form of review of your order purchase.",
      "3": "Orders will only be considered received by us after payment for the product is made, then the order is sent to the shipping address you provide.",
      "4": "The contract only relates to products that we send to you. If your order consists of more than one product, the products may be sent to you in separate packages and at separate times."
    }
  },
  "priceAndPayment": {
    "title": "Price and Payment",
    "items": {
      "1": "We make our best efforts to ensure that all details, descriptions and prices appearing on our platform are always accurate, however there are circumstances where errors may occur. If we find an error in the price of a product you have ordered, we will inform you of this as soon as possible and you can choose to reconfirm your order at the correct price or cancel your order. If we cannot contact you, we will cancel your order. If you cancel before the order is shipped and you have made payment, you will receive a full refund.",
      "2": "The listed prices include tax and are in Indonesian Rupiah currency. Shipping costs will be charged as additional costs if applicable; such additional costs are clearly displayed and included in the 'final amount'.",
      "3": "We have no obligation to fulfill your order, if the price listed on our platform is incorrect (even after your order has been acknowledged by us).",
      "4": "You can make payments using one of our payment partners registered on our platform.",
      "5": "To minimize the risk of unauthorized access, we encrypt your card data. After we receive your order we will request pre-authorization on your card to ensure fund availability to complete the transaction. Orders will only be confirmed after this pre-authorization check is complete. Your card will be debited after we have sent the 'Order Confirmation'. Validation and authorization checks on the card will be performed by the card issuer. If we do not receive the required authorization, we are not responsible for delays or non-delivery."
    }
  },
  "rejectionAndOrderErrors": {
    "title": "Rejection and Order Errors",
    "items": {
      "1": "We have the right to remove products from the platform at any time and/or remove or change all material or content on this platform. We will make our best efforts to always process all orders but there may be special circumstances so we may need to refuse to process orders after we send order confirmations, which we have the right to do at any time, according to our policy.",
      "2": "If we cancel your order and you have made payment for that order, the payment amount will be fully refunded to you.",
      "3": "We are not responsible to you or any other third party regarding our reasons for withdrawing a product from this platform, whether already sold or not, removing or editing material or content on this platform or for refusing to process or accept orders.",
      "4": "If you realize there is an error in your order after you place an order on the platform, please contact our customer service as soon as possible. We will try our best to process your request."
    }
  },
  "separation": {
    "title": "Separation",
    "content": "Some services and functions on our platform are operated by third-party providers, such as shipping and payment services. The use and interaction with such content, services, and functionality may be subject to separate terms and conditions by each service provider. PT CENTRAL MEGA KENCANA is not responsible for the actions or omissions of such third parties."
  },
  "measurementProcedures": {
    "title": "Ring and Bracelet Measurement Procedures",
    "content": "When you buy rings and bracelets either for yourself or others, we realize that you may not know for sure the ring size that fits your finger and bracelet that fits your hand. So we provide the methods we mention below as an easy approach method if you don't use a \"Ring Sizer\" commonly found in jewelry stores. Rings should fit snugly on the finger, not too loose so they fall off easily, or too tight so they are uncomfortable to wear for long periods. Likewise with bracelets. Please remember that the methods below are only estimates. Please use the guide below."
  },
  "memberPointsAndLoyalty": {
    "title": "Member Points and Loyalty",
    "content": "Every purchase will get CMK Club points that you can see and please download the PT CENTRAL MEGA KENCANA application on your phone (App Store/Play Store) to find out promo updates and your shopping points."
  },
  "exchangeWarranty": {
    "title": "Exchange Warranty",
    "items": {
      "1": "You can exchange products, if there is an error from our side. However, if the error is not from our side, then the exchange warranty does not apply.",
      "2": "Product Exchange Warranty does not apply if you make a purchase error in ring/bracelet size.",
      "3": "We do not provide facilities to repair gold jewelry products that you order including resizing (no repair and no resize), therefore, you are advised to choose the size that best suits your needs."
    }
  },
  "buybackTerms": {
    "title": "Buyback Terms",
    "content": "Buyback terms for products are calculated only for gold value based on PT CENTRAL MEGA KENCANA's gold price reference on the day of return. For further information, you can contact the nearest store or contact our Customer Service."
  },
  "productDelivery": {
    "title": "Product Delivery",
    "items": {
      "1": "The estimated delivery time for products to arrive at your desired address varies, depending on the type of product ordered and your location. After your order is confirmed and ready to ship, PT CENTRAL MEGA KENCANA will send you an email with the relevant courier name and tracking number.",
      "2": "PT CENTRAL MEGA KENCANA does not send your orders on Saturdays, Sundays, and national holidays. We will send the receipt number to your email or you can see it in 'Order Status'. PT CENTRAL MEGA KENCANA is not responsible for shipping delays.",
      "3": "For security reasons, all our products are shipped through trusted shipping/courier service provider companies and can guarantee the security of product delivery. To ensure you receive your order items, we will ask you to receive the receipt given by employees of the shipping/courier service provider company. Do not open the package if the seal and package are damaged. Immediately contact our customer service if this happens."
    }
  },
  "responsibility": {
    "title": "Responsibility",
    "items": {
      "1": "Items sold on our platform are our full responsibility as sellers. We guarantee that the products we offer have quality that corresponds to the content contained on our platform.",
      "2": "All forms of losses on the basis of errors either intentional, or negligence from your actions that violate the terms and conditions, and this contract are entirely your responsibility, and we are released from all claims either from you or any party who feels harmed.",
      "3": "Products that have been purchased by you and have been received as evidenced by the receipt and in accordance with the value of the products purchased, then all risks have been transferred to you and you do not have the right to return, or cancel unilaterally by you.",
      "4": "If the product you purchased does not match the product selection listed on our platform as evidenced by a video when the package is opened, we will provide alternative replacement products or make refunds in accordance with the value that has been paid by you.",
      "5": "That none of us or licensees, licensors, and other parties related to the making of production, delivery of services, or content contained in our platform are required to be responsible to you, or any person making claims through you, for any loss of profit or income, data inaccuracy, failure to obtain results, or expected benefits, economic loss, incidental, essential, punishment, indirect loss (including but not limited to costs required for repairs) caused by your access or due to failure to access services or content contained in our platform, whether based on warranty, contract, tort, product liability, or a legal theory and if there is a possibility that we know or do not know about such losses or if the possibility of such losses has been anticipated beforehand.",
      "6": "We are not responsible to you or other parties for inaccuracies, errors, damages or losses caused either by failure, delay, interruption of services and content contained on our platform, either in whole or in part. You agree that in any event, you cannot make claims to us for all losses/damages arising in connection with these terms and agreements. The above will remain in effect despite the termination of this agreement or its expiration.",
      "7": "Material displayed on our platform is provided without any terms or warranties whatsoever in terms of accuracy. As permitted by law, we and third parties related to us expressly exclude all terms, warranties and other conditions that may be stated indirectly by law, customary law, or community law.",
      "8": "Obligation for direct and indirect losses or damages or consequences borne by you in connection with our platform or in connection with the use, inability to use, or consequences of using our platform, any website related to it and any material placed on it, including, but not limited to, any other losses or damages of any kind, regardless of how it arises and whether caused by negligence, breach of contract or otherwise, even if foreseeable.",
      "9": "This does not affect our obligations that cannot be excluded or limited under applicable law. You consciously agree that the material and content displayed on our platform is solely to provide information only to help you to make a purchase or not make a purchase for the products we provide. We or any of our employees are not responsible for the direct or indirect consequences of your decision to make a purchase or not make a purchase."
    }
  },
  "privacyPolicy": {
    "title": "Privacy Policy",
    "content": "Please see our Privacy Policy, which is part of these terms and conditions, or contains laws related to personal data protection."
  },
  "forceWajeup": {
    "title": "Force Majeure",
    "items": {
      "1": "We have no responsibility to you for non-fulfillment or delay in the implementation of this contract, if the delay or non-fulfillment of the implementation of this contract is caused by things or circumstances beyond our control, including but not limited to natural disasters, fires, earthquakes, floods, pandemics, epidemics, war conditions, war-like conditions, violence, vandalism, rebellion, riots, civil unrest, criminal acts, labor strikes, national emergency conditions, military emergency conditions, whether de jure or de facto or the enactment or amendment of Laws and Regulations, restrictions by the Government all of which are directly related to the implementation of the contract.",
      "2": "If such circumstances last for more than 7 (seven) days, either you or we may terminate the contract with written notice no later than 7 (seven) days after the occurrence of such circumstances and without any obligations other than the return of Products that you have paid for but have not been shipped.",
      "3": "If we need to provide products that are identically or similarly for more than one customer and cannot provide them to you due to such circumstances, we have the right to decide which contracts we will fulfill and to what extent we can fulfill them.",
      "4": "We have the right to determine the best solution that we can use to fulfill our obligations under the contract in the event of circumstances beyond control."
    }
  },
  "notifications": {
    "title": "Notifications",
    "items": {
      "1": "Any notification, or correspondence can be made in writing and sent to us in the form of a letter, or email to the address as listed below:",
      "2": "Any notification or request to or about you will be processed if submitted directly, sent by courier, or email to the email address provided by you to us.",
      "3": "Notifications or requests for information about our products can be sent by us via email to the relevant party at the last known address or email address.",
      "4": "Notifications given by post will be deemed to have been given within 2 (two) working days sent to the recipient's address in the Territory of the Unitary State of the Republic of Indonesia.",
      "5": "Any notification given by email will be deemed to have been given within 2 (two) days from the time the email is sent.",
      "6": "This can be proven by showing that the letter or email has been sent to the correct address and sent by post or by registered post or through existing delivery proof."
    },
    "address": {
      "company": "PT Central Mega Kencana",
      "building": "Synthesis Square, 9th & 10th floors, Jln. Gatot Subroto Kav 64 No. 177 A, RT.4/RW.3 Pancoran District,",
      "city": "South Jakarta City, DKI Jakarta Province 12870.",
      "email": "cs@centralmegakencana.com"
    }
  },
  "intellectualProperty": {
    "title": "Intellectual Property Rights",
    "items": {
      "1": "All content contained or available on our platform, such as logos, text, graphics, logos, icon buttons, images, audio clips, digital downloads, campaign titles, and data compilations or content suppliers are legally the intellectual property rights of PT Central Mega Kencana, its affiliates or licensees and are protected by intellectual property laws and regulations applicable in Indonesia and worldwide. All rights not listed in this agreement or by us, are hereby protected by applicable Law. You may store, print, and display the content provided only for your personal use. You are not permitted to publish, manipulate, distribute, or reproduce the content or copies of content contained on this platform in any form and you are prohibited from using such content other than for personal purposes including but not limited to matters relating to business or commercial purposes of any company.",
      "2": "You may not use any part of our platform for any commercial purpose without first obtaining a license or permission from us or from our licensors. If we become aware of any infringement of our intellectual property rights, we have the right to use legal remedies in accordance with applicable laws and regulations."
    }
  },
  "informationCenter": {
    "title": "Information Center",
    "items": {
      "1": "If you have questions about products and to help you make purchases or submit complaints, you can contact PT CENTRAL MEGA KENCANA Customer Service through number 081289082040, or via email cs@centralmegakencana.com. We will answer your questions and complaints.",
      "2": "Customer Service provided on our platform will provide the best service to answer questions and provide the best solutions to your problems.",
      "3": "You can also contact the Consumer Complaint Service of the Directorate General of Consumer Protection and Trade Order (Ditjen PKTN), Ministry of Trade of the Republic of Indonesia, Building I 3rd Floor Jalan M.I. Ridwan Rais No. 5, Central Jakarta 10110, +62-21-3858171 or +62-21-3451692."
    }
  },
  "thirdParty": {
    "title": "Third Party",
    "content": "Anyone who is not a party to the terms and conditions or does not have rights to it or is not entitled to receive benefits from such provisions even though that person relies on or refers to or agrees to part of the terms and conditions or contract."
  },
  "choiceOfLaw": {
    "title": "Choice of Law",
    "content": "The terms and conditions, as well as contracts (and all non-contractual obligations arising from or related to them) are governed and interpreted in accordance with Indonesian law. Both we and you hereby submit to the non-exclusive jurisdiction of Indonesian Courts. All transactions, correspondence, and contacts between us must be made or conducted in Indonesian."
  },
  "miscellaneous": {
    "title": "Miscellaneous",
    "items": {
      "1": "The terms and conditions or contract cannot be considered as a partnership, agent, or employer and employee relationship between you and us, but only to provide certainty regarding your and our rights and obligations for the purpose of protection.",
      "2": "Failure or delay in exercising our rights under these terms and conditions or under the contract cannot be considered as a waiver of such rights or its extension or affect related rights and legal remedies or be considered as changing or eliminating our rights or your rights under these terms and conditions or in the contract.",
      "3": "If any article in the terms and conditions or contract becomes or is declared by a competent court to be invalid or unenforceable, legally defective or invalid, then such article does not affect the provisions of other articles or parts all of which will remain fully valid as long as the terms and conditions or contract can continue to apply without an indefinite period.",
      "4": "From time to time we may make changes and/or updates to these terms and conditions. Any changes and/or updates will be displayed on the terms and conditions page on the platform to take effect immediately. We recommend that you check the terms and conditions page periodically to see any changes. By continuing to access and use our platform, you are deemed to have accepted and agreed to the changes and/or updates to the terms and conditions."
    }
  },
  "privacyPolicySection": {
    "title": "Privacy Policy",
    "introduction": {
      "title": "Introduction",
      "content1": "Welcome to the PT Central Mega Kencana website organized by PT Central Mega Kencana, and affiliates (hereinafter referred to as \"we\"). PT Central Mega Kencana respects and is responsible for protecting every customer's personal information on the https://mondialjeweler.com/ website, as well as PT Central Mega Kencana applications (hereinafter referred to as \"platform\"). This Privacy Policy is an integral part of the terms and conditions of use of PT Central Mega Kencana website services. This policy is formed to establish the basis for obtaining, using, analyzing, storing, sending, disclosing, deleting and or managing personal data that you have entrusted to us.",
      "content2": "If you send personal data when making purchase transactions, then you declare that the data is true and valid, you acknowledge that you understand and understand the provisions of this Privacy Policy, and you agree that PT Central Mega Kencana can obtain, use, analyze, store, send, disclose, delete, manage, and or use personal data for the purposes stated in the Privacy Policy."
    },
    "dataCollection": {
      "title": "Personal Data Collection",
      "intro": "Personal data is obtained with the intention of processing your transactions, managing data, and other purposes in accordance with applicable Laws and Regulations. The data obtained that is submitted, includes but is not limited to data submitted when you:",
      "items": {
        "1": "Register an account and/or use our platform services, including your name, gender, email address, telephone number, password, address, and other information that can identify you;",
        "2": "Contact PT Central Mega Kencana, including customer service via email and telephone;",
        "3": "Fill out surveys given by PT Central Mega Kencana or third parties who legally represent PT Central Mega Kencana;",
        "4": "Interact with PT Central Mega Kencana through reviews, product ratings, and other interaction services available on our platform;",
        "5": "Fill in payment transaction data through third party payment portal services that legally work with us, including but not limited to bank account data, credit cards, virtual accounts, and internet banking;",
        "6": "Use services on our platform, including detailed transaction data, such as product types and/or descriptions, shipping addresses, payment methods used, dates, and transaction times, as well as other transaction details;",
        "7": "Fill in detailed data regarding shipping addresses, telephone numbers, and names listed when storing data at PT Central Mega Kencana;",
        "8": "Shipping addresses and other information for product receipt under your authority as a buyer."
      }
    },
    "dataUsage": {
      "title": "Use and Disclosure of Personal Data",
      "intro": "Personal data is obtained with the intention of processing your transactions, managing data, and other purposes in accordance with applicable Laws and Regulations. The data obtained that is submitted, includes but is not limited to data submitted when you:",
      "items": {
        "1": "Your data is used to process requests, activities, and transactions that you make on our platform, including for product delivery needs;",
        "2": "Your data is used to access PT Central Mega Kencana Customer Service services such as:",
        "3": "Check and resolve problems found on our platform;",
        "4": "Monitor and improve PT Central Mega Kencana Customer Service responses;",
        "5": "Contact you via email, mail, telephone, and other communication methods, including to help and/or complete transaction processes or problem resolution processes, as well as convey news or other notifications in connection with protecting your personal data;",
        "6": "Inform you about products, services, and other information contained on our platform.",
        "7": "Your data is used to monitor or investigate suspicious transactions or transactions that indicate violations of terms and conditions, laws and regulations, and applicable legal provisions;",
        "8": "In certain situations your data may be used for law enforcement purposes or to fulfill requirements and obligations in accordance with applicable laws and regulations in the event of legal processes, as well as for tax requirement needs.",
        "9": "PT Central Mega Kencana guarantees that there is no disclosure, sale, transfer, distribution and/or lending of your personal data to uninterested third parties.",
        "10": "Personal data disclosure is made to interested third parties who help PT Central Mega Kencana in presenting available services, or services that will be available in the future on our platform, as well as processing transactions, payment verification, promotions, and product delivery.",
        "11": "Personal data disclosure is made to subsidiaries and interested third parties who help provide services or perform data processing for and on behalf of PT Central Mega Kencana.",
        "12": "Personal data disclosure is made in an effort to comply with legal obligations and there are legitimate requests from law enforcement agencies or authorized agencies."
      }
    },
    "dataManagement": {
      "title": "Personal Data Management",
      "intro": "Personal data is obtained with the intention of processing your transactions, managing data, and other purposes in accordance with applicable Laws and Regulations. The data obtained that is submitted, includes but is not limited to data submitted when you:",
      "items": {
        "1": "Personal data stored on the platform system, as well as protecting data from uninterested parties such as accessing, using, modifying, retrieving, and/or disclosing data illegally with security measures with the use of passwords on accounts.",
        "2": "Personal data is stored or processed in Indonesia with third parties who cooperate with PT Central Mega Kencana directly.",
        "3": "Your personal data can be accessed and corrected through available customer services.",
        "4": "Personal data can be deleted in accordance with the provisions of applicable laws and regulations."
      }
    },
    "hotline": {
      "title": "Contact PT Central Mega Kencana Hotline",
      "content": "If you have questions or complaints regarding the acquisition, use, disclosure and management of your personal data, you can contact our Customer Service, or via email cs@centralmegakencana.com we will answer your questions and complaints."
    }
  }
}
