{
  "title": "SYARAT & KETENTUAN",
  "introduction": {
    "welcome": "Selamat datang di situs https://mondialjeweler.com/. Mohon perhatikan dengan seksama mengenai syarat dan ketentuan penggunaan layanan situs PT Central Mega Kencana (CMK) yang berlaku bagi Anda untuk dapat menggunakan situs https://mondialjeweler.com/. Syarat dan ketentuan ini mengatur mengenai penggunaan dan akses baik sebagai tamu maupun sebagai pelanggan. Dengan melakukan akses pada platform dan layanan kami, Anda setuju untuk patuh dan terikat pada syarat dan ketentuan. Jika Anda tidak menyetujui ketentuan penggunaan ini, Anda tidak dapat terus mengakses platform dan dapat meninggalkan platform. Setiap kegiatan terkait dengan penggunaan platform, baik penyelenggara, tamu, penjual, dan pembeli, dilindungi melalui Undang-undang Republik Indonesia Nomor 19 Tahun 2016 tentang perubahan atas Undang-undang Nomor 11 Tahun 2008 tentang Informasi dan Transaksi Elektronik, Undang-undang Republik Indonesia Nomor 28 Tahun 2014 tentang Hak Cipta, dan segala bentuk perikatan yang timbul dari segala aktivitas platform kami telah memenuhi kaidah dan syarat sahnya suatu perikatan sebagaimana yang tercantum dalam Kitab Undang-undang Hukum Perdata.",
    "applicability": "Syarat & ketentuan ini hanya berlaku untuk pembelian yang dilakukan melalui platform kami atau melalui telepon langsung melalui pusat penjualan online PT Central Mega Kencana. Ketentuan penjualan ini tidak berlaku untuk produk atau layanan apapun yang kami tawarkan di toko ritel CMK. Penawaran produk atau layanan tersebut tunduk pada syarat dan ketentuan terpisah yang menyertai penawaran produk atau layanan yang berlaku."
  },
  "definitions": {
    "title": "Definisi",
    "intro": "Dalam syarat dan ketentuan ini:",
    "items": {
      "1": "\"Kami\" merupakan bagian dari PT Central Mega Kencana yang bertanggung jawab dalam seluruh kegiatan jual beli pada website ini;",
      "2": "\"Platform\" merupakan https://mondialjeweler.com/ dan atau aplikasinya;",
      "3": "\"Anda\" berarti Pelanggan, pengguna, atau tamu;",
      "4": "\"Produk\" merupakan barang/produk yang dijual di dalam platform https://mondialjeweler.com/;",
      "5": "\"Kontrak\" merupakan kesepakatan pesanan yang telah dibayar oleh Anda dengan menyetujui syarat dan ketentuan ini;",
      "6": "\"Pesanan\" merupakan produk yang dipilih oleh pelanggan.",
      "7": "\"Jumlah Akhir\" merupakan total keseluruhan pembelian produk, harga produk, pajak, dan biaya tambahan."
    }
  },
  "accountRegistration": {
    "title": "Syarat Pendaftaran Akun",
    "content": "Apabila Anda di bawah usia 21 (dua puluh satu) tahun, belum menikah, dan berada di bawah pengampuan, Anda harus mendapatkan izin dari orang tua atau wali untuk membuat akun dan melakukan transaksi, dan orang tua harus mengetahui serta menyetujui syarat dan ketentuan ini. Apabila Anda sudah membuat akun dan melakukan transaksi pada platform kami, maka kami menganggap bahwa orang tua atau wali dinyatakan sudah mengetahui dan menyetujui syarat dan ketentuan ini. Anda mengakui, mengizinkan, dan setuju bahwa PT Central Mega Kencana dapat mengakses, menyimpan, dan mengungkapkan informasi akun kepada setiap pejabat yang berwenang, pemangku kebijakan, atau otoritas pemerintah, pemilik hak yang relevan, atau pihak ketiga lain apabila diperlukan atas perintah pengadilan atau permintaan yang sah oleh otoritas pemerintah atau dengan itikad baik bahwa akses, penyimpanan, atau pengungkapan tersebut memang dibutuhkan untuk mematuhi proses hukum yang berlaku, melindungi hak milik, atau keselamatan pribadi PT Central Mega Kencana, pengguna dan/atau masyarakat."
  },
  "statements": {
    "title": "Pernyataan",
    "items": {
      "1": "Syarat dan ketentuan berlaku untuk penggunaan platform oleh Anda dan seluruh pesanan dan kontrak yang dibuat atau akan dibuat oleh kami untuk penjualan produk. Syarat dan ketentuan merupakan keseluruhan perjanjian antara Anda dan PT Central Mega Kencana yang menggantikan setiap dan semua perjanjian sebelumnya.",
      "2": "'Syarat dan Ketentuan' ini berlaku untuk penggunaan platform oleh Anda dalam melakukan pesanan dan merupakan perjanjian yang mengikat antara Anda dengan PT Central Mega Kencana.",
      "3": "Anda mengakui bahwa dalam perjanjian ini, baik Anda maupun kami bertindak sendiri tanpa diwakilkan oleh siapapun, tidak ada pernyataan atau janji apapun yang diberikan oleh pihak lain manapun atau secara tersirat dari perkataan atau pernyataan tertulis antara kami dan Anda sebelum syarat dan ketentuan ini berlaku, kecuali secara tegas dinyatakan dalam syarat dan ketentuan ini.",
      "4": "Anda menyatakan bahwa Anda melepaskan dan atau membebaskan PT Central Mega Kencana termasuk namun tidak terbatas direktur, pejabat, karyawan dan afiliasi atas segala tuntutan ganti rugi, klaim, kewajiban, kerusakan, atau biaya hukum dari pihak ketiga sebagai akibat Anda melanggar kontrak, syarat dan ketentuan ini atau hukum yang berlaku."
    }
  },
  "prohibitedActivities": {
    "title": "Kegiatan yang dilarang",
    "intro": "Kami secara tegas melarang segala kegiatan Anda untuk:",
    "items": {
      "1": "Menggunakan sistem otomatis, segala perangkat lunak, dan perangkat keras, namun tidak terbatas pada emulator, simulator, bot, atau perangkat keras maupun perangkat lunak sejenis yang menyebabkan pengambilan data dari platform kami;",
      "2": "Melakukan ataupun mendukung kegiatan rangkaian tindak pidana apapun, memanipulasi harga produk atau mengganggu data pelanggan lain;",
      "3": "Melakukan tindakan yang dapat merusak sistem umpan balik atau perangkat;",
      "4": "Melakukan percobaan merekayasa, mendekompilasi, meretas layanan apapun, atau mencoba mengatasi langkah-langkah keamanan yang diimplementasikan oleh PT Central Mega Kencana berkaitan dengan layanan dan/atau data yang dikirim, diolah, dan disimpan oleh PT Central Mega Kencana;",
      "5": "Mengumpulkan informasi apapun mengenai pengguna lain, termasuk dan tidak terbatas pada data atau informasi pribadi apapun;",
      "6": "Mengirimkan melalui apapun materi yang berisi virus, Trojan-Horse perangkat lunak, atau kode, rutin, file maupun program Komputer lainnya yang dirancang untuk secara langsung maupun tidak langsung memengaruhi, memanipulasi, mengganggu, menghancurkan, atau membatasi secara fungsi atau integritas perangkat lunak atau perangkat keras computer atau data atau perlengkapan telekomunikasi apapun;",
      "7": "Melakukan serangkaian kegiatan yang terlibat dalam perilaku yang secara langsung atau tidak langsung dapat merusak, melumpuhkan, membebani secara berlebihan, atau mengganggu layanan server atau jaringan yang terhubung dengan layanan;",
      "8": "Menggunakan layanan untuk sengaja atau tidak sengaja melanggar hukum, kebijakan atau peraturan daerah, nasional, maupun internasional yang berlaku termasuk, tidak terbatas pada undang-undang dan kebijakan yang berkaitan dengan anti pencucian uang;",
      "9": "Melanggar hak PT CENTRAL MEGA KENCANA, termasuk setiap hak kekayaan intelektual yang tidak terbatas pada desain, font, dan sistem pada platform PT CENTRAL MEGA KENCANA.",
      "10": "Anda dilarang mengalihkan, mentransfer, melakukan novasi, menagih, melakukan sub-kontrak, menciptakan kewajiban, atau melakukan kesepakatan berdasarkan syarat dan ketentuan ini atau kontrak atau hak dan kewajiban Anda berdasarkan syarat dan ketentuan atau kontrak."
    }
  },
  "contractFormation": {
    "title": "Pembentukan Kontrak",
    "items": {
      "1": "Setiap informasi yang ditetapkan dalam syarat dan ketentuan dan rincian yang ada dalam platform ini bukan merupakan suatu penawaran penjualan melainkan suatu perlindungan. Kontrak atas produk hanya akan terjadi antara Anda dan kami pada saat Anda sepakat untuk membeli produk pada platform kami dan kami mengirimkan produk ke alamat Anda.",
      "2": "Apabila Anda ingin melakukan pemesanan, maka Anda akan diminta untuk mengikuti proses pembelian melalui platform kami. Kemudian Anda akan menerima Konfirmasi pesanan yang berlaku sebagai bentuk peninjauan kembali atas pembelian pesanan Anda.",
      "3": "Pesanan hanya akan dianggap telah kami terima setelah pembayaran produk dilakukan, lalu pesanan dikirim ke alamat pengiriman yang Anda berikan.",
      "4": "Kontrak hanya berhubungan pada produk yang kami kirimkan kepada Anda. Jika pesanan Anda terdiri lebih dari satu produk, maka produk dapat dikirimkan kepada Anda dalam paket terpisah dan pada waktu terpisah."
    }
  },
  "priceAndPayment": {
    "title": "Harga dan Pembayaran",
    "items": {
      "1": "Kami melakukan upaya terbaik untuk memastikan semua rincian, deskripsi dan harga yang muncul di platform kami selalu akurat, namun demikian ada keadaan di mana kesalahan mungkin terjadi. Jika kami menemukan kesalahan dalam harga pada produk yang telah Anda pesan, kami akan informasikan hal ini kepada Anda sesegera mungkin dan Anda dapat memilih untuk menegaskan kembali pesanan Anda dengan harga yang benar atau membatalkan pesanan Anda. Jika kami tidak dapat menghubungi Anda, maka kami akan melakukan pembatalan atas pesanan Anda tersebut. Jika Anda melakukan pembatalan sebelum pesanan terkirim dan Anda telah melakukan pembayaran, maka Anda akan menerima pengembalian dana secara penuh.",
      "2": "Harga yang tercantum sudah termasuk pajak dan dalam mata uang Rupiah Indonesia. Biaya pengiriman akan dikenakan sebagai biaya tambahan jika berlaku; biaya tambahan tersebut ditampilkan dengan jelas dan termasuk dalam 'jumlah akhir'.",
      "3": "Kami tidak memiliki kewajiban untuk memenuhi pesanan Anda, apabila harga yang tercantum pada platform kami tidak benar (bahkan setelah pesanan Anda telah diakui oleh kami).",
      "4": "Anda dapat melakukan pembayaran dengan menggunakan salah satu mitra pembayaran kami yang terdaftar di platform kami.",
      "5": "Untuk meminimalkan risiko akses yang tidak sah, kami mengenkripsi data kartu Anda. Setelah kami menerima pesanan Anda kami akan meminta pra-otorisasi pada kartu Anda untuk memastikan ketersediaan dana untuk menyelesaikan transaksi. Pesanan hanya akan dikonfirmasikan setelah pengecekan pra-otorisasi ini selesai. Kartu Anda akan didebit setelah kami telah mengirimkan 'Konfirmasi Pesanan'. Pengecekan validasi dan pengesahan pada kartu akan dilakukan oleh penerbit kartu. Jika kami tidak menerima otorisasi yang diperlukan, kami tidak bertanggung jawab atas keterlambatan atau tidak dilakukannya pengiriman."
    }
  },
  "rejectionAndOrderErrors": {
    "title": "Penolakan dan Kesalahan Pemesanan",
    "items": {
      "1": "Kami berhak untuk menghapus produk dari platform setiap saat dan/atau menghapus atau mengubah semua materi atau konten di platform ini. Kami akan melakukan upaya terbaik kami untuk selalu memproses semua pesanan tapi mungkin ada keadaan khusus sehingga kami mungkin perlu menolak untuk memproses pesanan setelah kami mengirimkan konfirmasi pesanan, yang mana kami berhak untuk melakukannya kapan saja, sesuai dengan kebijakan kami.",
      "2": "Jika kami membatalkan pesanan Anda dan Anda telah melakukan pembayaran untuk pesanan tersebut, maka jumlah pembayaran akan sepenuhnya dikembalikan kepada Anda.",
      "3": "Kami tidak bertanggung jawab kepada Anda atau pihak ketiga lainnya terkait alasan kami menarik suatu produk dari platform ini, baik yang sudah terjual atau tidak, menghapus atau mengedit materi atau isi di platform ini atau karena menolak untuk memproses atau menerima pesanan.",
      "4": "Jika Anda menyadari ada kesalahan dalam pesanan setelah Anda melakukan pesanan di platform, harap hubungi customer service kami secepatnya. Kami akan mencoba sebaik mungkin untuk memproses permintaan Anda."
    }
  },
  "separation": {
    "title": "Keterpisahan",
    "content": "Beberapa layanan dan fungsi pada platform kami dioperasikan oleh penyedia pihak ketiga, seperti layanan pengiriman dan pembayaran. Penggunaan dan interaksi dengan konten, layanan, dan fungsionalitas tersebut dapat tunduk pada syarat dan ketentuan terpisah oleh masing-masing penyedia layanan. PT CENTRAL MEGA KENCANA tidak bertanggung jawab atas tindakan atau kelalaian pihak ketiga tersebut."
  },
  "measurementProcedures": {
    "title": "Tata Cara Pengukuran Cincin dan Gelang",
    "content": "Ketika Anda membeli cincin dan gelang baik untuk diri sendiri atau orang lain, kami menyadari bahwa Anda mungkin tidak mengetahui secara pasti ukuran cincin yang pas di jari dan gelang yang pas di tangan. Maka kami, menyediakan metode yang kami sebutkan di bawah ini sebagai metode pendekatan yang mudah jika Anda tidak menggunakan \"Ring Sizer\" yang biasa ditemukan di toko perhiasan. Cincin harus pas di jari, tidak terlalu longgar sehingga mudah lepas, atau terlalu sempit sehingga tidak nyaman dipakai dalam waktu lama. Begitu pula dengan gelang. Harap diingat bahwa metode di bawah ini hanya perkiraan. Silakan gunakan panduan di bawah ini."
  },
  "memberPointsAndLoyalty": {
    "title": "Poin dan Loyalitas Anggota",
    "content": "Setiap pembelanjaan akan mendapatkan poin CMK Club yang dapat Anda lihat dan silakan unduh aplikasi PT CENTRAL MEGA KENCANA di ponsel Anda (App Store/Play Store) untuk mengetahui update promo dan poin belanja Anda."
  },
  "exchangeWarranty": {
    "title": "Garansi Penukaran",
    "items": {
      "1": "Anda dapat melakukan penukaran produk, apabila terdapat kesalahan dari pihak kami. Namun, apabila kesalahan bukan dari pihak kami, maka garansi penukaran tersebut tidak berlaku.",
      "2": "Garansi Penukaran produk tidak berlaku apabila Anda melakukan kesalahan pembelian dalam ukuran cincin / gelang.",
      "3": "Kami tidak menyediakan fasilitas untuk memperbaiki produk perhiasan emas yang Anda pesan termasuk melakukan resize (no repair and no resize), maka dari itu, Anda disarankan untuk memilih size yang paling sesuai dengan kebutuhan."
    }
  },
  "buybackTerms": {
    "title": "Ketentuan Buyback",
    "content": "Ketentuan Buyback produk dihitung hanya nilai emas berdasarkan acuan harga emas PT CENTRAL MEGA KENCANA pada hari saat pengembalian, Untuk keterangan lebih lanjut dapat menghubungi toko terdekat atau menghubungi Customer Service kami."
  },
  "productDelivery": {
    "title": "Pengiriman Produk",
    "items": {
      "1": "Perkiraan waktu pengiriman produk sampai ke alamat yang Anda inginkan berbeda-beda, tergantung dari jenis produk yang dipesan dan lokasi Anda. Setelah pesanan Anda dikonfirmasikan dan siap dikirim, PT CENTRAL MEGA KENCANA akan mengirimkan email kepada Anda dengan nama kurir dan nomor pelacakan yang relevan.",
      "2": "PT CENTRAL MEGA KENCANA tidak mengirimkan pesanan Anda pada hari Sabtu, Minggu, dan hari libur nasional. Kami akan mengirimkan nomor resi ke email Anda atau Anda bisa melihatnya di 'Status Pesanan'. PT CENTRAL MEGA KENCANA tidak bertanggung jawab atas keterlambatan pengiriman.",
      "3": "Berdasarkan alasan keamanan, semua produk kami dikirim melalui perusahaan penyedia jasa pengiriman/kurir yang terpercaya serta dapat menjamin keamanan pengiriman produk. Untuk memastikan Anda menerima barang pesanan Anda, kami akan meminta Anda untuk menerima tanda terima yang diberikan oleh karyawan dari perusahaan penyedia jasa pengiriman/kurir. Jangan membuka paket jika segel dan paket rusak. Segera hubungi customer service kami apabila hal ini terjadi."
    }
  },
  "responsibility": {
    "title": "Tanggung Jawab",
    "items": {
      "1": "Barang-barang yang dijual pada platform kami merupakan tanggung jawab sepenuhnya dari kami selaku penjual. Kami menjamin bahwa produk yang kami tawarkan memiliki kualitas yang sesuai dengan konten yang terdapat pada platform kami.",
      "2": "Segala bentuk kerugian atas dasar kesalahan baik yang disengaja, atau kelalaian dari tindakan Anda yang melanggar syarat dan ketentuan, dan kontrak ini sepenuhnya menjadi tanggung jawab Anda, dan kami dilepaskan dari segala tuntutan-tuntutan baik dari Anda atau pihak manapun yang merasa dirugikan.",
      "3": "Produk yang sudah dibeli oleh Anda dan sudah diterima yang dibuktikan dengan tanda terima dan sesuai dengan nilai produk yang dibeli, maka seluruh resiko telah berpindah kepada Anda dan Anda tidak memiliki hak untuk mengembalikan, atau membatalkan secara sepihak oleh Anda.",
      "4": "Apabila produk yang Anda beli tidak sesuai dengan pilihan produk yang tercantum pada platform kami yang dibuktikan dengan video pada saat paket dibuka, maka kami akan memberikan alternatif produk pengganti atau melakukan pengembalian dana sesuai dengan nilai yang telah dibayarkan oleh Anda.",
      "5": "Bahwa tidak satupun dari kami ataupun penerima lisensi, pemberi lisensi, dan pihak-pihak lain yang terkait pada pembuatan produksi, penyampaian layanan, atau konten yang terdapat dalam platform kami yang diharuskan bertanggung jawab terhadap Anda, ataupun setiap orang yang mengajukan klaim melalui Anda, untuk setiap kerugian atas keuntungan atau pendapatan, ketidakakuratan data, kegagalan memperoleh hasil, ataupun keuntungan yang diharapkan, kerugian ekonomis, insidental, suatu hal yang penting, hukuman, kerugian secara tidak langsung (termasuk tapi tidak terbatas pada biaya-biaya yang diperlukan untuk perbaikan) yang disebabkan oleh akses yang Anda lakukan ataupun karena kegagalan mengakses layanan atau konten yang terdapat dalam platform kami, baik berdasarkan jaminan, kontrak, perbuatan melawan hukum, tanggung jawab produk, atau suatu teori hukum dan apabila terdapat kemungkinan kami mengetahui ataupun tidak mengenai kerugian tersebut ataupun jika kemungkinan kerugian itu telah diperkirakan sebelumnya.",
      "6": "Kami tidak bertanggung jawab kepada Anda ataupun pihak lain untuk ketidakakuratan, kesalahan, kerusakan atau kerugian yang disebabkan baik karena kegagalan, penundaan, terputusnya layanan dan konten yang terdapat pada platform kami, baik seluruh maupun sebagian. Anda setuju bahwa dalam setiap kejadian, Anda tidak dapat mengajukan klaim kepada kami atas segala kerugian/kerusakan yang timbul sehubungan dengan ketentuan dan perjanjian ini. Hal-hal di atas akan tetap berlaku meskipun terjadi pengakhiran terhadap perjanjian ini ataupun telah habis masa berlakunya.",
      "7": "Materi yang ditayangkan pada platform kami disediakan tanpa ketentuan atau jaminan apapun dalam hal ketepatan. Selama diijinkan oleh hukum, kami dan para pihak ketiga yang berkaitan dengan kami secara tegas mengecualikan semua ketentuan, jaminan dan syarat lain yang dapat dinyatakan secara tidak langsung oleh undang-undang, hukum adat, atau hukum masyarakat.",
      "8": "Kewajiban atas kehilangan atau kerugian secara langsung dan tidak langsung atau yang merupakan akibat yang ditanggung oleh Anda dalam hubungannya dengan platform kami atau dalam hubungannya dengan penggunaan, ketidakmampuan menggunakan, atau akibat dari penggunaan platform kami, setiap situs web yang terkait dengannya dan setiap materi yang ditempatkan padanya, termasuk, namun tidak terbatas pada, kehilangan atau kerugian lain apapun jenisnya, terlepas dari bagaimana hal itu timbul dan apakah disebabkan oleh kelalaian, pelanggaran terhadap kontrak atau lainnya, meskipun dapat diperkirakan sebelumnya.",
      "9": "Hal ini tidak berpengaruh pada kewajiban kami yang tidak dapat dikecualikan atau dibatasi berdasarkan hukum yang berlaku. Anda secara sadar setuju bahwa materi dan konten yang ditayangkan pada platform kami semata-mata hanya untuk memberikan informasi saja guna membantu Anda untuk mengajukan pembelian atau tidak mengajukan pembelian untuk produk yang kami sediakan. Kami atau salah satu karyawan kami tidak bertanggung jawab atas akibat langsung atau tidak langsung dari keputusan Anda untuk mengajukan pembelian atau tidak mengajukan pembelian."
    }
  },
  "privacyPolicy": {
    "title": "Kebijakan Privasi",
    "content": "Silakan lihat Kebijakan Privasi kami, yang merupakan bagian dari syarat dan ketentuan ini, atau berisikan hukum yang terkait dengan perlindungan data pribadi."
  },
  "forceWajeup": {
    "title": "Keadaan di luar Kendali",
    "items": {
      "1": "Kami tidak memiliki tanggung jawab kepada Anda atas tidak terpenuhinya atau keterlambatan pelaksanaan kontrak ini, apabila keterlambatan atau tidak terpenuhinya pelaksanaan kontrak ini disebabkan oleh hal-hal atau keadaan-keadaan yang berada di luar kekuasaan kami, termasuk tetapi tidak terbatas pada bencana alam, kebakaran, gempa bumi, banjir, pandemi, epidemi, keadaan perang, keadaan serupa perang, kekerasan, vandalisme, pemberontakan, kerusuhan, huru-hara, tindakan kriminal, pemogokan buruh, keadaan darurat nasional, keadaan darurat militer, baik de jure atau de facto atau permberlakuan atau perubahan Peraturan Perundang-Undangan, pembatasan oleh Pemerintah yang kesemuanya langsung berhubungan dengan pelaksanaan kontrak.",
      "2": "Apabila keadaan tersebut berlangsung selama lebih dari 7 (tujuh) hari, baik Anda atau kami dapat mengakhiri kontrak dengan pemberitahuan tertulis paling lambat 7 (tujuh) hari setelah terjadinya keadaan tersebut dan tanpa ada kewajiban apapun selain dari pengembalian Produk yang sudah Anda bayar namun belum terkirim.",
      "3": "Jika kami perlu menyediakan produk yang secara identik atau serupa untuk lebih dari satu pelanggan dan tidak dapat menyediakannya untuk Anda dikarenakan alasan keadaan tersebut, maka kami berhak untuk memutuskan kontrak mana yang akan kami penuhi dan sampai sejauh apa pemenuhan yang dapat kami lakukan.",
      "4": "Kami berhak untuk menentukan solusi terbaik yang dapat kami gunakan untuk memenuhi kewajiban kami berdasarkan kontrak dalam hal terjadi keadaan diluar kendali."
    }
  },
  "notifications": {
    "title": "Pemberitahuan",
    "items": {
      "1": "Setiap pemberitahuan, atau surat menyurat dapat dibuat secara tertulis dan dikirimkan kepada kami dalam bentuk surat, atau email ke alamat sebagaimana tercantum di bawah ini:",
      "2": "Setiap pemberitahuan atau permintaan kepada atau tentang Anda akan diproses apabila diserahkan secara langsung, dikirimkan melalui kurir, atau email ke alamat email yang diberikan oleh Anda kepada kami.",
      "3": "Pemberitahuan atau permintaan informasi tentang produk kami dapat kami kirimkan melalui email kepada pihak yang bersangkutan di alamat atau alamat email terakhir yang diketahui.",
      "4": "Pemberitahuan yang diberikan oleh pos akan dianggap telah diberikan dalam 2 (dua) hari kerja yang dikirimkan ke alamat penerima di Wilayah Negara Kesatuan Republik Indonesia.",
      "5": "Setiap pemberitahuan yang diberikan melalui email akan dianggap telah diberikan dalam waktu 2 (dua) hari terhitung sejak email dikirim.",
      "6": "Hal tersebut dapat dibuktikan dengan cara menunjukan bahwa surat atau email telah dikirimkan ke alamat yang benar dan dikirimkan melalui pos atau dengan pos terdaftar atau melalui bukti pengiriman yang ada."
    },
    "address": {
      "company": "PT Central Mega Kencana",
      "building": "Synthesis Square, lantai 9 & 10, Jln. Gatot Subroto Kav 64 No. 177 A, RT.4/RW.3 Kecamatan Pancoran,",
      "city": "Kota Jakarta Selatan, Provinsi DKI Jakarta 12870.",
      "email": "cs@centralmegakencana.com"
    }
  },
  "intellectualProperty": {
    "title": "Hak Kekayaan Intelektual",
    "items": {
      "1": "Seluruh konten yang terdapat atau tersedia dalam platform kami, seperti logo, teks, grafik, logo, tombol ikon, gambar, klip audio, digital download, judul kampanye, dan kompilasi data atau pemasok konten secara sah merupakan hak kekayaan intelektual milik PT Central Mega Kencana, afiliasinya atau pemilik lisensi dan dilindungi oleh peraturan perundang-undangan terkait hak kekayaan intelektual yang berlaku di Indonesia dan di dunia. Semua hak yang tidak dicantumkan di dalam perjanjian ini atau oleh kami, dengan ini dilindungi oleh Undang-Undang yang berlaku. Anda dapat menyimpan, mencetak, dan menampilkan konten yang disediakan hanya untuk penggunaan pribadi Anda. Anda tidak diizinkan untuk mempublikasikan, memanipulasi, mendistribusikan, atau memproduksi kembali konten atau salinan dari konten yang terdapat pada platform ini dalam bentuk apapun dan Anda dilarang untuk menggunakan konten tersebut selain untuk keperluan pribadi termasuk namun tidak terbatas dengan hal-hal yang berkaitan dengan bisnis atau tujuan komersial perusahaan apapun.",
      "2": "Anda tidak boleh menggunakan bagian apapun dari platform kami untuk tujuan komersial apapun tanpa terlebih dahulu memperoleh lisensi atau izin dari kami atau dari pemberi lisensi kami. Apabila kami mengetahui adanya pelanggaran hak kekayaan intelektual milik kami, kami berhak untuk menggunakan upaya hukum sesuai dengan peraturan perundang-undangan yang berlaku."
    }
  },
  "informationCenter": {
    "title": "Pusat Informasi",
    "items": {
      "1": "Apabila Anda memiliki pertanyaan tentang produk dan untuk membantu Anda melakukan pembelian atau menyampaikan keluhan, Anda dapat menghubungi Customer Service PT CENTRAL MEGA KENCANA melalui nomor 081289082040, atau melalui email cs@centralmegakencana.com. Kami akan menjawab pertanyaan dan keluhan Anda.",
      "2": "Customer Service yang disediakan pada platform kami akan memberikan pelayanan terbaik untuk menjawab pertanyaan dan memberikan solusi terbaik pada permasalahan Anda.",
      "3": "Anda juga dapat menghubungi Layanan Pengaduan Konsumen Direktorat Jenderal Perlindungan Konsumen dan Tertib Niaga (Ditjen PKTN), Kementerian Perdagangan Republik Indonesia, Gedung I Lantai 3 Jalan M.I. Ridwan Rais No. 5, Jakarta Pusat 10110, +62-21-3858171 atau +62-21-3451692."
    }
  },
  "thirdParty": {
    "title": "Pihak Ketiga",
    "content": "Siapapun yang bukan merupakan pihak dalam syarat dan ketentuan atau tidak memiliki hak atasnya atau tidak berhak menerima keuntungan dari ketentuan tersebut walaupun orang tersebut mengandalkan atau merujuk atau menyetujui bagian dari syarat dan ketentuan atau kontrak."
  },
  "choiceOfLaw": {
    "title": "Pilihan Hukum",
    "content": "Syarat dan ketentuan, serta kontrak (dan semua kewajiban non-kontraktual yang timbul dari atau berhubungan dengan mereka) diatur dan ditafsirkan sesuai dengan hukum Indonesia. Baik kami dan Anda dengan ini tunduk kepada yurisdiksi non-eksklusif dari Pengadilan Indonesia. Semua transaksi, korespondensi, dan kontak antara kami harus dibuat atau dilakukan dalam bahasa Indonesia."
  },
  "miscellaneous": {
    "title": "Lain-lain",
    "items": {
      "1": "Syarat dan ketentuan atau kontrak tidak dapat dianggap sebagai kemitraan, agen, atau hubungan pemberi kerja dan karyawan antara Anda dan kami, melainkan hanya untuk memberikan kepastian mengenai hak dan kewajiban Anda dan kami dengan tujuan perlindungan.",
      "2": "Kegagalan atau keterlambatan dalam menggunakan hak kami berdasarkan syarat ketentuan ini atau sesuai kontrak tidak dapat dianggap sebagai pengabaian dari hak tersebut atau perpanjangannya atau mempengaruhi hak dan upaya hukum yang terkait atau dianggap sebagai mengubah atau menghapus hak kami atau hak Anda berdasarkan syarat dan ketentuan ini atau dalam kontrak.",
      "3": "Jika ada pasal dalam syarat dan ketentuan atau kontrak menjadi atau dinyatakan oleh pengadilan yang berwenang tidak valid atau tidak dapat diterapkan, cacat hukum atau tidak berlaku, maka pasal tersebut tidak mempengaruhi ketentuan pasal atau bagian lainnya yang semuanya akan tetap berlaku sepenuhnya sepanjang syarat dan ketentuan atau kontrak dapat terus berlaku tanpa jangka yang tidak ditentukan.",
      "4": "Dari waktu ke waktu kami dapat melakukan perubahan dan/atau pembaharuan terhadap syarat dan ketentuan ini. Setiap perubahan dan/atau pembaharuan akan ditampilkan di halaman syarat dan ketentuan pada platform untuk berlaku efektif dengan segera. Kami sarankan agar Anda memeriksa halaman syarat dan ketentuan tersebut secara berkala untuk melihat perubahan yang ada. Dengan tetap mengakses dan menggunakan platform kami, Anda dianggap telah menerima dan menyetujui perubahan dan/atau pembaharuan pada syarat dan ketentuan tersebut."
    }
  },
  "privacyPolicySection": {
    "title": "Kebijakan Privasi",
    "introduction": {
      "title": "Pendahuluan",
      "content1": "Selamat datang di situs PT Central Mega Kencana yang diselenggarakan oleh PT Central Mega Kencana, dan afiliasi (selanjutnya disebut \"kami\"). PT Central Mega Kencana menghargai serta bertanggung jawab untuk melindungi setiap informasi pribadi pelanggan pada situs https://mondialjeweler.com/, serta aplikasi PT Central Mega Kencana (selanjutnya disebut \"platform\"). Kebijakan Privasi ini merupakan satu kesatuan yang tak terpisahkan dengan syarat dan ketentuan penggunaan layanan situs PT Central Mega Kencana. Kebijakan ini dibentuk untuk menetapkan dasar perolehan, penggunaan, penganalisisan, penyimpanan, pengiriman, pengungkapan, penghapusan dan atau pengelolaan data pribadi yang telah Anda percayakan kepada kami.",
      "content2": "Apabila Anda mengirimkan data pribadi pada saat melakukan transaksi pembelian, maka Anda menyatakan bahwa data tersebut merupakan benar dan sah, Anda mengakui bahwa mengerti dan memahami ketentuan Kebijakan Privasi ini, dan Anda setuju bahwa PT Central Mega Kencana dapat memperolehan, menggunakan, menganalisis, menyimpan, mengirim, mengungkapkan, menghapus, mengelola, dan atau menggunakan data pribadi untuk tujuan yang tercantum dalam Kebijakan Privasi."
    },
    "dataCollection": {
      "title": "Perolehan Data Pribadi",
      "intro": "Data pribadi diperoleh dengan maksud untuk memproses transaksi Anda, mengelola data, serta tujuan lain sesuai dengan Peraturan Perundang-undangan yang berlaku. Data yang diperoleh yang diserahkan, termasuk namun tidak terbatas pada data yang diserahkan pada saat Anda:",
      "items": {
        "1": "Melakukan pendaftaran akun dan/atau menggunakan layanan platform kami, termasuk di antaranya nama Anda, jenis kelamin, alamat email, nomor telepon, password, alamat, dan informasi lain yang dapat mengidentifikasi diri Anda;",
        "2": "Menghubungi PT Central Mega Kencana, termasuk customer service melalui email dan telepon;",
        "3": "Mengisi survey yang diberikan oleh PT Central Mega Kencana atau pihak ketiga yang secara sah mewakili PT Central Mega Kencana;",
        "4": "Melakukan interaksi dengan pihak PT Central Mega Kencana melalui ulasan, rating produk, dan layanan interaksi lainnya yang tersedia pada platform kami;",
        "5": "Melakukan pengisian data-data transaksi pembayaran melalui jasa portal pembayaran pihak ketiga yang secara sah bekerja sama dengan kami, termasuk namun tidak terbatas pada data rekening bank, kartu kredit, virtual account, dan internet banking;",
        "6": "Menggunakan layanan pada platform kami, termasuk data transaksi yang detil, seperti jenis dan/atau keterangan produk, alamat pengiriman, metode pembayaran yang digunakan, tanggal, dan waktu transaksi, serta detil transaksi lainnya;",
        "7": "Mengisi data detil mengenai alamat pengiriman, nomor telepon, dan nama yang tercantum saat melakukan penyimpanan data di PT Central Mega Kencana;",
        "8": "Alamat pengiriman dan informasi lain untuk penerimaan produk atas kewenangan Anda selaku pembeli."
      }
    },
    "dataUsage": {
      "title": "Penggunaan dan Pengungkapan Data Pribadi",
      "intro": "Data pribadi diperoleh dengan maksud untuk memproses transaksi Anda, mengelola data, serta tujuan lain sesuai dengan Peraturan Perundang-undangan yang berlaku. Data yang diperoleh yang diserahkan, termasuk namun tidak terbatas pada data yang diserahkan pada saat Anda:",
      "items": {
        "1": "Data Anda digunakan untuk memproses permintaan, aktivitas, dan transaksi yang Anda lakukan pada platform kami, termasuk untuk kebutuhan pengiriman produk;",
        "2": "Data Anda digunakan untuk mengakses layanan Customer Service PT Central Mega Kencana seperti:",
        "3": "Memeriksa dan mengatasi permasalahan yang terdapat pada platform kami;",
        "4": "Mengawasi dan memperbaiki tanggapan Customer Service PT Central Mega Kencana;",
        "5": "Menghubungi Anda melalui email, surat, telepon, dan metode komunikasi lainnya, termasuk untuk membantu dan/atau menyelesaikan proses transaksi maupun proses penyelesaian permasalahan, serta menyampaikan berita atau notifikasi lainnya sehubungan dengan perlindungan data pribadi Anda;",
        "6": "Menginformasikan kepada Anda terkait produk, layanan, serta informasi lainnya yang terdapat pada platform kami.",
        "7": "Data Anda digunakan untuk melakukan pengawasan atau investigasi atas transaksi-transaksi mencurigakan atau transaksi yang memiliki indikasi melanggar syarat dan ketentuan, peraturan perundang-undangan, serta ketentuan hukum yang berlaku;",
        "8": "Pada situasi tertentu data Anda dapat digunakan untuk tujuan penegakan hukum atau untuk pemenuhan persyaratan dan kewajiban sesuai dengan peraturan perundang-undangan yang berlaku dalam hal terjadinya proses hukum, serta untuk kebutuhan persyaratan perpajakan.",
        "9": "PT Central Mega Kencana menjamin tidak ada pengungkapan, penjualan, pengalihan, distribusi dan/atau peminjaman data pribadi Anda kepada pihak lain yang tidak berkepentingan.",
        "10": "Pengungkapan data pribadi dilakukan kepada pihak ketiga yang berkepentingan membantu PT Central Mega Kencana dalam menyajikan layanan yang tersedia, atau layanan yang akan tersedia di kemudian hari pada platform kami, serta memproses transaksi, verifikasi pembayaran, promosi, dan pengiriman produk.",
        "11": "Pengungkapan data pribadi dilakukan kepada anak perusahaan dan pihak ketiga yang berkepentingan membantu memberikan layanan atau melakukan pengolahan data untuk dan atas nama PT Central Mega Kencana.",
        "12": "Pengungkapan data pribadi dilakukan dalam upaya mematuhi kewajiban hukum dan terdapat permintaan secara sah dari aparat penegak hukum atau instansi yang berwenang."
      }
    },
    "dataManagement": {
      "title": "Pengelolaan Data Pribadi",
      "intro": "Data pribadi diperoleh dengan maksud untuk memproses transaksi Anda, mengelola data, serta tujuan lain sesuai dengan Peraturan Perundang-undangan yang berlaku. Data yang diperoleh yang diserahkan, termasuk namun tidak terbatas pada data yang diserahkan pada saat Anda:",
      "items": {
        "1": "Data pribadi yang disimpan pada sistem platform, serta melindungi data dari pihak yang tidak berkepentingan seperti mengakses, menggunakan, memodifikasi, mengambil, dan/atau mengungkapkan data secara tidak sah dengan tindakan keamanan dengan penggunaan kata sandi pada akun.",
        "2": "Data pribadi disimpan atau diproses di Indonesia dengan pihak ketiga yang bekerjasama dengan PT Central Mega Kencana secara langsung.",
        "3": "Data pribadi milik Anda dapat diakses dan dikoreksi melalui layanan pelanggan yang tersedia.",
        "4": "Data pribadi dapat dilakukan penghapusan sesuai dengan ketentuan peraturan perundang-undangan yang berlaku."
      }
    },
    "hotline": {
      "title": "Hubungi Hotline PT Central Mega Kencana",
      "content": "Apabila Anda memiliki pertanyaan atau keluhan terkait perolehan, penggunaan, pengungkapan dan pengelolaan Data pribadi Anda, maka Anda dapat menghubungi Customer Service kami, atau melalui email cs@centralmegakencana.com kami akan menjawab pertanyaan dan keluhan Anda."
    }
  }
}
