{
  "welcome": "Welcome to the Blue House, a place where the extraordinary comes to life. Here, the brilliance of jewelry is elevated by the eloquence of expert craftsmanship. This is a sanctuary where the beauty of your dreams and the allure of timeless treasures meet in a symphony of color and form. Let's embark on A Tale of the Blue House, a journey through 45 years of innovation, customer excellence, and artistry as we redefine the world of jewelry.",
  "timelessCollection": {
    "title": "TIMELESS COLLECTION",
    "description": "Discover the MONDIAL Excellent Cut Ultimate (MEC Ultimate) diamonds, renowned for the most extensive diamond selection graded by double international certification from GIA and Sarine Institute. Explore the Brilliant Rose collection, designed with 8 additional facets that create brighter diamonds, and the Light of MONDIAL (LOM), crafted from the top color, top clarity, Type IIA (2A) diamonds, meticulously graded across 49 parameters. These jewels are more than mere adornments; they are heirlooms, stories of love, and legacies destined to be cherished for generations.",
    "seeCollection": "SEE COLLECTION"
  },
  "mensJewelry": {
    "title": "MEN'S JEWELRY",
    "description": "MONDIAL's men's jewelry collection redefines style with pieces that are bold yet sophisticated. From diamond-studded brooches, pendants, bracelets, to sapphire-adorned rings, every piece is a testament to luxury and individuality. Experience the seamless blend of precious metals and exquisite precious stones in our men's rings and bracelets. MONDIAL's For Him collection is crafted for the modern gentleman who values exceptional quality and timeless style.",
    "seeCollection": "SEE COLLECTION"
  },
  "fantasyCollection": {
    "title": "FANTASY COLLECTION",
    "description": "The MONDIAL Fantasy collection features one-of-a-kind jewelry pieces, each uniquely crafted with fancy-cut diamonds and vibrant precious stones. Inspired by the dance of nature and luxury, the designs elegantly capture the essence of animals and flowers, blending modern style with timeless elegance. These extraordinary creations, each a testament to MONDIAL's enduring commitment to creativity and craftsmanship.",
    "seeCollection": "SEE COLLECTION"
  },
  "galaCollection": {
    "title": "GALA COLLECTION",
    "description": "A world of opulence and grandeur with the MONDIAL Gala Collection, the epitome of high jewelry with bold designs, featuring dazzling diamond necklaces and show-stopping earrings adorned with different fancy-shaped diamonds and vibrant colored stones. Each piece is crafted with meticulous attention to detail, designed for the woman who desires to be different, to make a lasting impression. Whether attending a black-tie event or a glamorous evening out, the Gala Collection ensures you stand out in the crowd. Experience glamour redefined.",
    "seeCollection": "SEE COLLECTION"
  },
  "preciousStone": {
    "title": "PRECIOUS STONE",
    "description": "Indulge in luxury and artistry. The MONDIAL Precious Collection, a continuation of last year's successful launch under the creative direction of Nicholas Saputra, redefines opulence. This year, the collection boasts a harmonious blend of diamonds and precious stones, showcasing intricate artistic designs. Inspired by the regal badges borne by the royals of old, this collection exudes the air of elegance, gravitas, and opulence, all woven into a single tapestry. Geometry finds its voice, shapes unyielding yet resplendent, imbuing the wearer with a charisma that is captivating as it is powerful.",
    "seeCollection": "SEE COLLECTION"
  }
}
