{
  "welcome": "Selamat datang di Blue House, tempat di mana hal-hal luar biasa menjadi nyata. Di sini, kecemerlangan perhiasan ditinggikan oleh kefasihan keahlian para ahli. Ini adalah tempat suci di mana keindahan impian Anda dan daya tarik harta karun abadi bertemu dalam simfoni warna dan bentuk. Mari kita memulai Kisah Blue House, perjalanan melalui 45 tahun inovasi, keunggulan pelanggan, dan seni ketika kami mendefinisikan ulang dunia perhiasan.",
  "timelessCollection": {
    "title": "KOLEKSI TIMELESS",
    "description": "Temukan berlian MONDIAL Excellent Cut Ultimate (MEC Ultimate), terkenal karena pilihan berlian paling luas yang dinilai oleh sertifikasi internasional ganda dari GIA dan Sarine Institute. Jelajahi koleksi Brilliant Rose, dirancang dengan 8 faset tambahan yang menciptakan berlian yang lebih cerah, dan Light of MONDIAL (LOM), dibuat dari warna teratas, kejernihan teratas, berlian Type IIA (2A), dinilai dengan teliti di 49 parameter. Permata ini lebih dari sekadar hiasan; mereka adalah pusaka, cerita cinta, dan warisan yang ditakdirkan untuk dihargai untuk generasi mendatang.",
    "seeCollection": "LIHAT KOLEKSI"
  },
  "mensJewelry": {
    "title": "PERHIASAN PRIA",
    "description": "Koleksi perhiasan pria MONDIAL mendefinisikan ulang gaya dengan potongan yang berani namun canggih. Dari bros bertabur berlian, liontin, gelang, hingga cincin berhias safir, setiap potongan adalah bukti kemewahan dan individualitas. Rasakan perpaduan mulus logam mulia dan batu mulia yang indah dalam cincin dan gelang pria kami. Koleksi For Him MONDIAL dibuat untuk pria modern yang menghargai kualitas luar biasa dan gaya abadi.",
    "seeCollection": "LIHAT KOLEKSI"
  },
  "fantasyCollection": {
    "title": "KOLEKSI FANTASY",
    "description": "Koleksi MONDIAL Fantasy menampilkan potongan perhiasan satu-satunya, masing-masing dibuat secara unik dengan berlian potongan mewah dan batu mulia yang bersemangat. Terinspirasi oleh tarian alam dan kemewahan, desain secara elegan menangkap esensi hewan dan bunga, memadukan gaya modern dengan keanggunan abadi. Kreasi luar biasa ini, masing-masing bukti komitmen abadi MONDIAL terhadap kreativitas dan keahlian.",
    "seeCollection": "LIHAT KOLEKSI"
  },
  "galaCollection": {
    "title": "KOLEKSI GALA",
    "description": "Dunia kemewahan dan kemegahan dengan Koleksi MONDIAL Gala, puncak perhiasan tinggi dengan desain berani, menampilkan kalung berlian yang mempesona dan anting-anting yang mencuri perhatian yang dihiasi dengan berlian berbentuk mewah yang berbeda dan batu berwarna yang bersemangat. Setiap potongan dibuat dengan perhatian teliti terhadap detail, dirancang untuk wanita yang ingin berbeda, untuk membuat kesan yang bertahan lama. Baik menghadiri acara dasi hitam atau malam yang glamor, Koleksi Gala memastikan Anda menonjol di kerumunan. Rasakan glamor yang didefinisikan ulang.",
    "seeCollection": "LIHAT KOLEKSI"
  },
  "preciousStone": {
    "title": "BATU MULIA",
    "description": "Manjakan diri dalam kemewahan dan seni. Koleksi MONDIAL Precious, kelanjutan dari peluncuran sukses tahun lalu di bawah arahan kreatif Nicholas Saputra, mendefinisikan ulang kemewahan. Tahun ini, koleksi ini membanggakan perpaduan harmonis berlian dan batu mulia, menampilkan desain artistik yang rumit. Terinspirasi oleh lencana kerajaan yang dibawa oleh bangsawan zaman dahulu, koleksi ini memancarkan udara keanggunan, gravitasi, dan kemewahan, semua ditenun menjadi satu permadani. Geometri menemukan suaranya, bentuk yang tidak mengalah namun bersinar, menanamkan pemakainya dengan karisma yang memikat sekaligus kuat.",
    "seeCollection": "LIHAT KOLEKSI"
  }
}
